Repository: mssun/passforios
Catalog: pass/*.lproj/Localizable.strings
Languages: de, it

# CannotOpenMail
source: Cannot open Mail app
de: Mail-App kann nicht geöffnet werden
it: Impossibile aprire l'app Mail

source: Copied email %@
de: E-Mail-Adresse %@ kopiert
it: Email %@ copiata

# HttpNotSupported.
source: HTTP connection is not supported.
de: Verbindungen über HTTP werden nicht unterstützt.
it: La connessione HTTP non è supportata.

source: Name
it: Nome

source: Additions
de: Weitere
it: Altro

source: Notice
de: Beachte
it: Avviso

# PreviousChangesDiscarded.
source: All previous local changes have been discarded. Your current Password Store will be shown.
de: Alle vorherigen lokalen Änderungen wurden verworfen. Dein aktueller Password Store wird angezeigt.
it: Tutte le modifiche precedenti sono state scartate. Verranno mostrate le password attuali.

source: Cannot show password
de: Passwort kann nicht angezeigt werden
it: Impossibile mostrare la password

# PasswordDoesNotExist
source: The password does not exist.
de: Das Passwort existiert nicht.
it: La password non esiste.

source: Saving
de: Speichere
it: Salvataggio

source: Success
de: Erfolg
it: Successo

source: Show Raw
de: Zeige Original
it: Mostra in originale

source: Reveal
de: Anzeigen
it: Rivela

source: Conceal
de: Verstecken
it: Nascondi

source: Next Password
de: Nächstes Passwort
it: Password successiva

# CopyAndOpen
source: Copy Password & Open Link
de: Passwort kopieren & Link folgen
it: Copia password e apri link

# GetNextPasswordOfNonHotp.
source: Get next password of a non-HOTP entry.
de: Zeige das nächste Passwort eines Nicht-HOTP-Eintrags.
it: Ottieni la password successiva per un campo non HOTP.

source: Password Copied
de: Passwort kopiert
it: Password copiata

source: Counter Updated
de: Zähler hochgezählt
it: Contatore aggiornato

# CannotFindValidUrl
source: Cannot find a valid URL
de: Gültige URL kann nicht gefunden werden
it: Impossibile trovare un URL valido

source: Last Updated: %@
de: Zuletzt aktualisiert: %@
it: Ultimo aggiornamento: %@

# PasswordCopiedToPasteboard.
source: Password copied. We will clear the pasteboard in 45 seconds.
de: Passwort kopiert. Es bleibt 45 Sekunden im Cache.
it: Password copiata. Gli appunti saranno cancellati tra 45 secondi.

# UseKeyValueFormat.
source: Use "key: value" format for additional fields.
de: Verwende das Format "Name: Inhalt" für zusätzliche Felder.
it: Usare il formato "chiave: valore" per gli altri campi.

source: Delete Password
de: Passwort löschen
it: Elimina password

source: Add One-Time Password
de: Einmalkennwort hinzufügen
it: Aggiungi one-time password

source: Length
de: Länge
it: Lunghezza

# VaryCases
source: Random Capitalization
de: Groß- und Kleinbuchstaben
it: Maiuscole casuali

source: Digits
de: Ziffern
it: Cifre

source: Special Symbols
de: Sonderzeichen
it: Simboli speciali

# Groups
source: Arrange Into Groups
de: Bilde Gruppen
it: Organizza in gruppi

source: Delete Password?
de: Passwort löschen?
it: Eliminare la password?

# OverwriteOtpConfiguration?
source: Overwrite the one-time password configuration?
de: Konfiguration des Einmalkennwortes überschreiben?
it: Sovrascrivere la configurazione della one-time password?

source: Valid token URL
de: Gültiges URL-Token
it: Token dell'URL valido

source: Invalid token URL
de: Ungültiges URL-Token
it: Token dell'URL non valido

# FillInName.
source: Please fill in the name.
de: Bitte gib den Namen ein.
it: Inserire il nome.

# RemovePrefix.
source: Please remove the prefix "/" from your password name.
de: Bitte entferne den Prefix "/" vom Namen des Passwortes.
it: La password non può cominciare con "/".

# PasswordNameInvalid.
source: Password name is invalid.
de: Der Name des Passwortes ist ungültig.
it: Il nome della password non è valido.

# CannotParseFilename.
source: Cannot parse the filename. Please check and simplify the password name.
de: Der Name der Datei kann nicht gelesen werden. Bitte vereinfache den Namen des Passwortes.
it: Impossibile validare il nome del file. Controllare e semplificare il nome della password.

source: Wanna use it?
de: Möchtest du es als Passwort verwenden?
it: Usarlo?

# SeemsLikeYouHaveCopiedSomething.
source: It seems like you have copied something.
de: Scheint so, als hast du etwas kopiert.
it: Sembra che tu abbia copiato qualcosa.

# FirstStringIs:
source: The first string is:
de: Die erste Zeichenkette ist:
it: La prima stringa è:

# SshAsciiArmorCopyExplanation.
source: The ASCII-armored key format is similar to unencoded documents rather than the binary format. Use $ cat ~/.ssh/id_rsa to get the key in this specific format. The clipboard will be cleared 45s after pasting.
de: Das Format "ASCII-Armor" ist anders als das Binärformat eine einfache Zeichenkette. Der Befehl $ cat ~/.ssh/id_rsa gibt den Schlüssel in diesem speziellen Format aus. Die Zwischenablage wird nach 45 Sekunden zurückgesetzt.
it: Il formato della chiave con armatura ASCII è simile a documenti non codificati e non al formato binario. Usare $ cat ~/.ssh/id_rsa per ottenere la chiave in questo formato. Gli appunti saranno cancellati 45s dopo aver incollato la chiave.

# SshAsciiArmorServerExplanation.
source: The ASCII-armored key format is similar to unencoded documents rather than the binary format. Use $ cat ~/.ssh/id_rsa to get the key in this specific format. Subsequently, copy it to your secured key server.
de: Das Format "ASCII-Armor" ist anders als das Binärformat eine einfache Zeichenkette. Der Befehl $ cat ~/.ssh/id_rsa gibt den Schlüssel in diesem speziellen Format aus. Kopiere ihn so zu einem Key-Server.
it: Il formato della chiave con armatura ASCII è simile a documenti non codificati e non al formato binario. Usare $ cat ~/.ssh/id_rsa per ottenere la chiave in questo formato. Dopodiché, copiarla nel server delle chiavi sicuro.

# SshAsciiArmorFileExplanation.
source: The ASCII-armored key format is similar to unencoded documents rather than the binary format. Use $ cat ~/.ssh/id_rsa to get the key in this specific format. Subsequently, copy it to a location accessible by the Files app.
de: Das Format "ASCII-Armor" ist anders als das Binärformat eine einfache Zeichenkette. Der Befehl $ cat ~/.ssh/id_rsa gibt den Schlüssel in diesem speziellen Format aus. Kopiere ihn so zu einem Speicherort, der für die Dateien-App zugänglich ist.
it: Il formato della chiave con armatura ASCII è simile a documenti non codificati e non al formato binario. Usare $ cat ~/.ssh/id_rsa per ottenere la chiave in questo formato. Dopodiché, copiarla in una posizione a cui File abbia accesso.

# GpgAsciiArmorCopyExplanation.
source: GnuPG supports the command-line option "-a" that causes output to be generated in an ASCII-armored format similar to unencoded documents rather than the binary format. Use $ gpg --list-keys to identify your encryption (E) subkey's KEY_ID, then use $ gpg --export -a KEY_ID! > subkey.pub $ gpg --export-secret-subkeys -a KEY_ID! > subkey to get the public and the encryption private subkeys in this specific format. Check that no authentication subkey is accidentally exported: $ gpg --show-key subkey The clipboard will be cleared 45s after pasting.
de: GnuPG unterstützt die Kommandozeilenoption "-a", welche die Schlüssel im Format "ASCII-Armor" ausgibt. Es ist anders als das Binärformat eine einfache Zeichenkette. Die Befehle $ gpg --export -a KEY_ID $ gpg --export-secret-keys -a KEY_ID geben den öffentlichen und den privaten Schlüssel in diesem speziellen Format aus. Die Zwischenablage wird nach 45 Sekunden zurückgesetzt.
it: GnuPG supporta l'opzione da riga di comando "-a" per generare le chiavi in un formato con armatura ASCII, simile a documenti non codificati e non al formato binario. Usare $ gpg --list-keys per identificare il KEY_ID della sottochiave di criptazione (E), poi usare $ gpg --export -a KEY_ID! > subkey.pub $ gpg --export-secret-subkeys -a KEY_ID! > subkey per ottenere la sottochiave pubblica e quella privata di criptazione in questo formato. Verificare che nessuna sottochiave di autenticazione sia stata esportata per errore: $ gpg --show-key subkey Gli appunti saranno cancellati 45s dopo aver incollato.

# GpgAsciiArmorServerExplanation.
source: GnuPG supports the command-line option "-a" that causes output to be generated in an ASCII-armored format similar to unencoded documents rather than the binary format. Use $ gpg --list-keys to identify your encryption (E) subkey's KEY_ID, then use $ gpg --export -a KEY_ID! > subkey.pub $ gpg --export-secret-subkeys -a KEY_ID! > subkey to get the public and the encryption private subkeys in this specific format. Check that no authentication subkey is accidentally exported: $ gpg --show-key subkey Finally, copy them to your (local) HTTP(S) server.
de: GnuPG unterstützt die Kommandozeilenoption "-a", welche die Schlüssel im Format "ASCII-Armor" ausgibt. Es ist anders als das Binärformat eine einfache Zeichenkette. Die Befehle $ gpg --export -a KEY_ID $ gpg --export-secret-keys -a KEY_ID geben den öffentlichen und den privaten Schlüssel in diesem speziellen Format aus. Kopiere sie so zu einem Key-Server.
it: GnuPG supporta l'opzione da riga di comando "-a" per generare le chiavi in un formato con armatura ASCII, simile a documenti non codificati e non al formato binario. Usare $ gpg --list-keys per identificare il KEY_ID della sottochiave di criptazione (E), poi usare $ gpg --export -a KEY_ID! > subkey.pub $ gpg --export-secret-subkeys -a KEY_ID! > subkey per ottenere la sottochiave pubblica e quella privata di criptazione in questo formato. Verificare che nessuna sottochiave di autenticazione sia stata esportata per errore: $ gpg --show-key subkey Infine, copiarle nel server HTTP(S) (che può essere locale).

# GpgAsciiArmorFileExplanation.
source: GnuPG supports the command-line option "-a" that causes output to be generated in an ASCII-armored format similar to unencoded documents rather than the binary format. Use $ gpg --list-keys to identify your encryption (E) subkey's KEY_ID, then use $ gpg --export -a KEY_ID! > subkey.pub $ gpg --export-secret-subkeys -a KEY_ID! > subkey to get the public and the encryption private subkeys in this specific format. Check that no authentication subkey is accidentally exported: $ gpg --show-key subkey Finally, copy them to a location accessible by the Files app.
de: GnuPG unterstützt die Kommandozeilenoption "-a", welche die Schlüssel im Format "ASCII-Armor" ausgibt. Es ist anders als das Binärformat eine einfache Zeichenkette. Die Befehle $ gpg --export -a KEY_ID $ gpg --export-secret-keys -a KEY_ID geben den öffentlichen und den privaten Schlüssel in diesem speziellen Format aus. Kopiere sie so zu einem Speicherort, der für die Dateien-App zugänglich ist.
it: GnuPG supporta l'opzione da riga di comando "-a" per generare le chiavi in un formato con armatura ASCII, simile a documenti non codificati e non al formato binario. Usare $ gpg --list-keys per identificare il KEY_ID della sottochiave di criptazione (E), poi usare $ gpg --export -a KEY_ID! > subkey.pub $ gpg --export-secret-subkeys -a KEY_ID! > subkey per ottenere la sottochiave pubblica e quella privata di criptazione in questo formato. Verificare che nessuna sottochiave di autenticazione sia stata esportata per errore: $ gpg --show-key subkey Infine, copiarla in una posizione a cui File abbia accesso.

source: Password
de: Passwort

source: No
de: Nein

source: One-Time Password
de: Einmalkennwort
