Repository: mssun/passforios
Catalog: pass/*.lproj/Localizable.strings
Languages: de, it

source: Pass for iOS
it: Pass per iOS

source: Passphrase
de: Passwort
it: Password

source: Passwords
de: Passwörter
it: Password

source: Passcode
it: Codice

source: Settings
de: Einstellungen
it: Impostazioni

source: Contributors
de: Mitwirkende
it: Collaboratori

source: time-based
de: Zeitbasiert
it: A tempo

source: HMAC-based
de: HMAC-basiert
it: Basato su HMAC

source: None
de: Kein valides Token
it: Nessuno

# ExpiresIn
source: (expires in %ds)
de: (läuft in %ds ab)
it: (scade tra %ds)

# OTPForPassword
source: One-time password for %@
it: One-time password per %@

# OTPHasBeenCopied
source: ... has been copied to the pasteboard
it: ... copiata negli appunti

source: Copy to pasteboard
it: Copia negli appunti

# AutoCopyOTP
source: Automatically Copy OTPs
it: Copia automaticamente OTP

# AutoCopyOTPExplanation.
source: After username and password have been auto-filled into a form by Pass, a notification is shown with the current one-time password which can be copied to the pasteboard. Enabling this option automatically copies the current one-time password.
it: Dopo che nome utente e password sono stati riempiti automaticamente da Pass, viene mostrata una notifica con la one-time password, che può essere copiata negli appunti. Con questa opzione attiva la one-time password sarà copiata automaticamente.

source: Error
de: Fehler
it: Errore

source: Cannot Save
de: Speichern nicht möglich
it: Impossibile salvare

source: Unresolved error %@
de: Unbehandelter Fehler %@
it: Errore non risolto %@

source: Migration error: %@
de: Fehler bei der Migration: %@
it: Errore nella migrazione: %@

source: Underlying Error: %@
de: Zugrundeliegender Fehler: %@
it: Errore di base: %@

source: Error saving: %@
de: Fehler beim Speichern: %@
it: Errore nel salvataggio: %@

source: Cannot copy password
de: Passwort kann nicht kopiert werden
it: Impossibile copiare la password

source: Cannot add password
de: Passwort kann nicht hinzugefügt werden
it: Impossibile aggiungere la password

source: Wrong passphrase
de: Falsches Passwort
it: Password errata

# MakeSurePgpAndGitProperlySet.
source: Please make sure PGP key and Git server are properly set.
de: Stelle bitte sicher, dass die Einstellungen für GPG-Schlüssel und Git-Server richtig sind.
it: Assicurarsi che la chiave PGP e il server Git siano configurati correttamente.

# RecoverySuggestion.
source: Recovery suggestion: Wrong credential password/passphrase has been removed, please try again.
de: Das falsche Passwort wurde entfernt. Bitte probiere es erneut.
it: Suggerimento: è stata rimossa la password errata, riprovare.

# NSURLFileAllocatedSizeKeyShouldAlwaysReturnValue.
source: Huh? NSURLFileAllocatedSizeKey should always return a value.
de: Huh? NSURLFileAllocatedSizeKey sollte immer einen Wert liefern.
it: Cosa? NSURLFileAllocatedSizeKey Dovrebbe sempre restituire un valore.

# PasswordGeneratorFlavor
source: Style
de: Art
it: Stile

source: Remember PGP Key Passphrase
de: GPG-Schlüssel-Passwort merken
it: Ricorda la password di PGP

source: Remember Git Credential Passphrase
de: Git-Server-Passwort merken
it: Ricorda la password di Git

# EnableGPGID
source: Enable .gpg-id (Beta)
it: Attiva .gpg-id (Sperimentale)

source: Show Folders
de: Ordner anzeigen
it: Mostra cartelle

source: Hide Password Images
de: Favicons verstecken
it: Nascondi immagini password

# HidePasswordImagesExplanation.
source: Associated favicon images are loaded and shown based upon the URL associated with an entry. Enable this option to hide these images and prevent them from being loaded.
de: Favicons werden basierend auf der assoziierten URL geladen und in Passworteinträgen angezeigt. Aktiviere diese Option, um das Laden dieser Bilder zu unterbinden und sie nicht anzuzeigen.
it: Le immagini delle password sono caricate e mostrate in base all'URL associato. Attivando questa opzione tali icone non saranno caricate.

source: Hide Unknown Fields
de: Unbekannte Felder verstecken
it: Nascondi campi sconosciuti

# HideUnknownFieldsExplanation.
source: Only "key: value" format in additional fields is supported. Unsupported fields will be given "unknown" keys. Turn on this switch to hide unsupported fields.
de: Nur das Format "key: value" wird für zusätzliche Felder unterstützt. Felder, die nicht in dieser Form vorliegen, bekommen den Namen "unknown". Aktiviere diese Option, um solche Felder nicht anzuzeigen.
it: È supportato solo il formato "chiave: valore" per i campi. Ai campi non supportati verrà assegnata la chiave "Sconosciuto". Attivando questa opzione non saranno mostrati i campi non supportati.

source: Hide OTP Fields
de: OTP-Felder verstecken
it: Nascondi campi OTP

# HideOtpFieldsExplanation.
source: Turn on this switch to hide the fields related to one time passwords (i.e., %@).
de: Aktiviere diese Option, um OTP-Felder (z.B. %@) nicht anzuzeigen.
it: Attivando questa opzione saranno nascosti i campi relativi alle one time password (cioè %@).

source: Random
de: Zufällig
it: Casuale

source: Random String
de: Zufällige Zeichenkette
it: Stringa casuale

source: Apple's Keychain Style
it: Stile Apple Keychain

source: Failed to fetch passwords
de: Abrufen von Passwörtern fehlgeschlagen
it: Impossibile raccogliere le password

source: Failed to fetch password entities: %@
de: Abrufen von Passwörtern fehlgeschlagen: %@
it: Impossibile raccogliere le password: %@

source: Failed to insert password entity: %@
de: Einfügen von Passwörtern fehlgeschlagen: %@
it: Impossibile aggiungere password: %@

source: Failed to delete password entity: %@
de: Entfernen des Passworts fehlgeschlagen: %@
it: Impossibile eliminare password: %@

source: Failed to save password entity: %@
de: Speichern des Passworts fehlgeschlagen: %@
it: Impossibile salvare password: %@

source: Failure to save context: %@
de: Fehler beim Speichern des Kontexts: %@
it: Impossibile salvare contesto: %@

# RepositoryRemoteBranchNotFoundError.
source: Cannot find remote branch %@.
de: Der Remote-Branch %@ existiert nicht.
it: Impossibile trovare il branch remoto %@.

# RepositoryBranchNotFoundError.
source: Branch %@ not found in repository.
de: Der lokale Branch %@ existiert nicht.
it: Il branch %@ non è stato trovato in questo repository.

# KeyImportError.
source: Cannot import the key.
de: Schlüssel kann nicht importiert werden.
it: Impossibile importare la chiave.

# FileNotFoundError.
source: File '%@' cannot be read.
de: Die Datei '%@' kann nicht gelesen werden.
it: Impossibile leggere il file '%@'.

# PasswordDuplicatedError.
source: Cannot add the password; password is duplicated.
de: Passwort kann nicht hinzugefügt werden; es existiert bereits.
it: Impossibile aggiungere la password; la password è duplocata.

# GitResetError.
source: Cannot identify the latest synced commit.
de: Der zuletzt synchronisierte Commit kann nicht identifiziert werden.
it: Impossibile identificare l'ultimo commit sincronizzato.

# GitCreateSignatureError.
source: Cannot create a valid author/committer signature.
de: Es konnte keine valide Signatur für den Author/Committer angelegt werden.
it: Impossibile creare un autore/committer valido.

# GitPushNotSuccessfulError.
source: Pushing local changes was not successful. Make sure there are no uncommitted changes on the remote repository.
de: Die Übertragung der lokalen Änderungen war nicht erfolgreich. Stelle bitte sicher, dass auf dem Remote-Repository alle Änderungen commitet sind.
it: Impossibile eseguire il push delle modifiche locali. Assicurarsi che non ci siano modifiche senza commit nel repository remoto.

# WrongPasswordFilenameError.
source: Cannot write to the password file.
de: Schreiben der Passwort-Datei nicht möglich .
it: Impossibile scrivere il file della password.

# DecryptionError.
source: Cannot decrypt password.
de: Passwort kann nicht entschlüsselt werden.
it: Impossibile decriptare la password.

# EncodingError.
source: Key is not ASCII encoded.
de: Schlüssel ist nicht in ASCII kodiert.
it: La chiave non ha una codifica ASCII.

source: Unknown error.
de: Ein unbekannter Fehler ist aufgetreten.
it: Errore sconosciuto.

source: Prepare Repository
de: Repository vorbereiten
it: Preparazione del repository

source: Checking out branch '%@'
de: Branch '%@' wird ausgecheckt
it: Controllo del branch '%@'

# WantToSaveGitCredential?
source: Do you want to save the Git credential password/passphrase?
de: Möchtest du das Passwort für den Git-Server speichern?
it: Salvare la password di Git?

# RepositoryNotSetError.
source: Git repository is not set.
de: Es wurde noch kein Git-Repository hinzugefügt.
it: Il repository Git non è impostato.

# SetGitRepositoryUrl
source: Please set the Git repository URL.
de: Bitte gib zuerst die URL des Repositorys ein.
it: Impostare l'URL del repository Git.

# CannotFindUsername.
source: Cannot find the username in the Git repository URL. Example URL: ssh://git@server/path/to/repo.git.
de: Der Nutzername kann nicht in der URL des Repositorys gefunden werden. Beispiel: ssh://git@server/path/to/repo.git.
it: Impossibile trovare il nome utente nell'URL del repository Git. Esempio di URL: ssh://git@server/path/to/repo.git.

# CheckEnteredUsername.
source: Please check the entered username and the username in the Git repository URL. They should match.
de: Bitte vergleiche den eingegebenen Nutzernamen und den in der URL des Repositorys. Sie sollten übereinstimmen.
it: Controllare il nome utente inserito e il nome utente dell'URL del repository Git. Dovrebbero essere uguali.

# UseEitherHttpsOrHttp.
source: Please use either HTTPS (recommended) or HTTP.
de: Bitte nutze entweder HTTPS (empfohlen) oder HTTP.
it: Usare HTTPS (consigliato) o HTTP.

# SpecifySchema.
source: Please specify the scheme of the Git repository URL (HTTPS or SSH).
de: Bitte spezifiziere das Protokoll zur Kommunikation mit dem Git-Server in der URL (HTTPS or SSH).
it: Specificare lo schema del'URL del repository Git (HTTPS o SSH).

source: Overwrite?
de: Überschreiben?
it: Sovrascrivere?

source: Overwrite
de: Überschreiben
it: Sovrascrivi

# OperationWillOverwriteData.
source: This operation will overwrite your current password store data (repository). Data on your remote server will not be affected.
de: Diese Operation wird alle bereits existierenden Daten im Password-Repository überschreiben. Daten auf dem Server bleiben unberührt.
it: Gli attuali dati di Password Store saranno sovrascritti. I dati del server remoto non subiranno modifiche.

source: Download from URL
de: Von URL downloaden
it: Scarica da URL

# AsciiArmorEncryptedKey
source: ASCII-Armor Key
de: Key im ASCII-Format
it: Chiave con armatura ASCII

source: iTunes File Sharing
de: Datenaustausch über iTunes
it: Condivisione file iTunes

source: Import
de: Importieren
it: Importa

source: Imported
de: Importiert
it: Importata

source: Tips
de: Tipps
it: Consigli

# FillInGitAccountPassword.
source: Please fill in the password of your Git account.
de: Bitte gib das Passwort deines Git-Accounts ein.
it: Inserire la password dell'account Git.

# NoPasswordStore.
source: There is no password store right now.
de: Es gibt im Moment keinen Passwort Store.
it: Attualmente non c'è alcun dato di Password Store.

source: Syncing Password Store
de: Password Store wird synchronisiert
it: Sincronizzazione Password Store

source: Pulling from Remote Repository
de: Update lokales Repository
it: Esecuzione del pull dal repository remoto

source: Pushing to Remote Repository
de: Update Remote-Repository
it: Esecuzione del push al repository remoto

# SpecifyBranchName.
source: Please specify the name of the branch to be used.
de: Der Name des zu verwendenden Branches muss angegeben werden.
it: Specificare il nome del branch da usare.

# FillInSshKeyPassphrase.
source: Please fill in the passphrase of your SSH key.
de: Bitte gib das Passwort des SSH-Schlüssels ein.
it: Inserire la password della chiave SSH.

source: Cannot Select SSH Key
de: SSH-Schlüssel kann nicht selektiert werden
it: Impossibile selezionare la chiave SSH

source: Please setup SSH key first.
de: Bitte richte erst den SSH-Schlüssel ein.
it: Impostare la chiave SSH.

# RemoveSShKeys
source: Remove Git SSH Keys
de: SSH-Schlüssel entfernen
it: Rimuovi chiavi SSH di Git

# SetPrivateKeyUrl.
source: Please set a valid private key URL first.
de: Bitte gibt erst die URL des privaten Schlüssels ein.
it: Selezionare un URL per la chiave privata.

# SshCopyPrivateKeyToPass.
source: Copy your ASCII-armored private key to Pass with the name "ssh_key" (without quotes) via iTunes. Then come back and click "iTunes File Sharing" to finish.
de: Kopiere den privaten Schlüssel im ASCII-Format verschlüsselt mit dem Namen "ssh_key" über iTunes zu Pass. Danach kann der Schlüssel über "Datenaustausch über iTunes" importiert werden.
it: Copiare la chiave privata con armatura ASCII in Pass con il nome "ssh_key" (senza virgolette) con iTunes. Poi tornare qui e selezionare "Condivisione file iTunes" per completare.

# LookingForStartingFrame.
source: Looking for the starting frame.
de: Suche nach dem Anfang.
it: Ricerca del frame iniziale.

source: Too many QR codes
de: Zu viele QR-Codes
it: Troppi codici QR

source: Scan Private Key QR codes
de: QR-Code des privaten Schlüssels scannen
it: Scansiona i codici QR della chiave privata

source: Cannot Save SSH Key
de: SSH-Schlüssel kann nicht gespeichert werden
it: Impossibile salvare chiave SSH

# ScanPublicKey.
source: Please scan public key.
de: Bitte scanne den öffentlichen Schlüssel.
it: Impossibile scansionare la chiave pubblica.

# ScanPrivateKey.
source: Please scan private key.
de: Bitte scanne den privaten Schlüssel.
it: Impossibile scansionare la chiave privata.

source: Scan Public Key QR codes
de: QR-Code für öffentlichen Schlüssel scannen
it: Scansiona i codici QR della chiave publica

# SetPrivateKey.
source: Please set the private key first.
de: Bitte richte zuerst den privaten Schlüssel ein.
it: Impostare prima la chiave privata.

# SetPublicKey.
source: Please set the public key first.
de: Bitte richte zuerst den öffentlichen Schlüssel ein..
it: Impostare prima la chiave pubblica.

source: No QR code detected.
de: Kein QR-Code gefunden.
it: Nessun codice QR rilevato.

source: No string value
de: Kein Zeichenkette gefunden
it: Nessuna stringa

source: Camera access denied.
de: Zugriff auf die Kamera verweigert.
it: L'accesso alla fotocamera è bloccato.

# WarningToggleCameraPermissionsResetsApp.
source: WARNING: Toggle the camera permission resets the app! Save your changes.
de: Warnung: Änderung der Befugnisse der Kamera führt zum Zurücksetzen der App! Bitte speichere deine Daten vorher.
it: ATTENZIONE: Cambiare il permesso della fotocamera reimposta l'app! Salva le modifiche.

source: Decrypting
de: Entschlüssele
it: Decriptazione

# PgpKeyNotSet.
source: PGP Key is not set. Please set your PGP Key first.
de: PGP-Schlüssel ist nicht eingerichtet. Bitte gib ihn zuerst ein.
it: La chiave PGP non è impostata. Impostare la chiave PGP.

# FillInPgpPassphrase.
source: Please fill in the passphrase of your PGP secret key.
de: Bitte gib das Passwort deines privaten PGP-Schlüssels ein.
it: Inserire la password della chiave PGP privata.

# WantToSavePassphrase?
source: Do you want to save the passphrase for later decryption?
de: Möchtest du das Passwort für spätere Entschlüsselungen speichern?
it: Salvare la password?

source: Cannot Save PGP Key
de: PGP-Schlüssel kann nicht gespeichert werden
it: Impossibile salvare la chiave PGP

# SetPgpKeyUrlsFirst.
source: Please set valid PGP key URLs first.
de: Bitte gib zuerst die URLs der PGP-Schlüssel ein.
it: Impostare URL validi per le chiavi PGP.

source: Fetching PGP Key
de: PGP-Schlüssel wird geladen
it: Caricamento della chiave PGP

# RememberToRemoveKey
source: Remember to Remove the Keys
de: Vergiss das Löschen der Schlüssel nicht
it: Ricorda di eliminare le chiavi

# RememberToRemoveKeyFromServer.
source: Remember to remove the keys from the server.
de: Vergiss nicht, die Schlüssel wieder vom Server zu entfernen.
it: Ricorda di eliminare le chiavi dal server.

source: Remove PGP Keys
de: PGP-Schlüssel entfernen
it: Elimina chiavi PGP

# PgpCopyPublicAndPrivateKeyToPass.
source: Copy your ASCII-armored public and private keys to Pass with names "gpg_key.pub" and "gpg_key" (without quotes) via iTunes. Then come back and click "iTunes File Sharing" to finish.
de: Kopiere den öffentlichen und den privaten Schlüssel im ASCII-Format verschlüsselt mit den Namen "gpg_key.pub" bzw. "gpg_key" über iTunes zu Pass. Danach können die Schlüssel über "Datenaustausch über iTunes" importiert werden.
it: Copiare la chiave pubblica e quella privata con armatura ASCII in Pass con i nomi "gpg_key.pub" e "gpg_key" (senza virgolette) con iTunes. Poi tornare qui e selezionare "Condivisione file iTunes" per completare.

# KeyExpiredOrIncompatibleError.
source: PGP public key may be expired or incompatible with the private key.
de: Der öffentliche PGP-Schlüssel ist eventuell abgelaufen oder inkompatibel mit dem privaten Schlüssel.
it: La chiave PGP pubblica potrebbe essere scaduta o non corrispondente alla chiave privata.

# WrongPassphraseError.
source: Passphrase of your PGP secret key is wrong.
de: Das Passwort für den privaten PGP-Schlüssel ist falsch.
it: La password della chiave PGP segreta è errata.

# PgpPublicKeyNotFoundError.
source: PGP public key (%@) not found.
it: Impossibile trovare la chiave PGP pubblica (%@).

# PgpPrivateKeyNotFoundError.
source: PGP private key (%@) not found.
it: Impossibile trovare la chiave PGP privata (%@).

source: Cannot Import File
de: Fehler beim Importieren
it: Impossibile importare il file

# LoadFromFiles
source: Load From File
de: Aus Datei laden
it: Carica da File

# FileCannotBeImported.
source: An error occurred importing the file '%@'. Please make sure its location is readable.
de: Beim Importieren der Datei '%@' trat ein Fehler auf. Stelle bitte sicher, dass ihr Speicherort lesbar ist.
it: Impossibile importare il file '%@'. Assicurarsi che si abbiano i permessi necessari per leggere la sua posizione.

# RememberToRemoveKeyFromLocation.
source: Remember to remove the key files from their external locations.
de: Vergiss nicht, die Schlüsseldateien wieder von ihrem externen Speicherort zu entfernen.
it: Ricorda di eliminare i file delle chiavi dalle loro posizioni esterne.

# KeyFileNotSet.
source: At least for one key type there is no file specified.
de: Es wurde nicht für beide Schlüsseltypen eine Datei angegeben.
it: Per uno o più tipi di chiavi non è stato selezionato un file.

# HttpNotSecure
source: HTTP Is Not Secure
de: HTTP ist nicht sicher
it: HTTP non è sicuro

# ReallyUseHttp?
source: The HTTP protocol is not secure. Do you really want to use it to transfer the private key file?
de: Das HTTP-Protokoll ist nicht sicher. Soll es wirklich verwendet werden, um den privaten Schlüssel zu übertragen?
it: Il protocollo HTTP non è sicuro. Usarlo comunque per trasferire il file della chiave privata?

source: Remove Passcode
de: Passcode entfernen
it: Disattiva codice

source: Change Passcode
de: Passcode ändern
it: Cambia codice

source: Set Passcode
de: Passcode hinzufügen
it: Imposta codice

source: Password Confirmation
de: Passcode bestätigen
it: Conferma con la password

# FillInAppPasscode.
source: Fill in your passcode for Pass (at least 4 characters).
de: Gib einen Passcode für Pass ein (mindestens 4 Zeichen).
it: Inserire il codice di Pass (almeno 4 caratteri).

source: Not Set
de: Nicht spezifiziert
it: Non impostata

source: Invalid name or e-mail
de: Ungültiger Name oder E-Mail-Adresse
it: Nome o email non validi

source: Erase password store data?
de: Daten im Password Store löschen?
it: Eliminare i dati di Password Store?

source: Erase Password Store Data
de: Daten im Password Store löschen
it: Elimina i dati di Password Store

# EraseExplanation.
source: This will delete all local data and settings. Password store data on your remote server will not be affected.
de: Diese Aktion löscht alle lokalen Daten und Einstellungen. Daten auf einem entfernten Server sind nicht betroffen.
it: Verranno eliminati tutti i dati e le impostazioni locali. I dati nel server remoto non saranno modificati.

source: Erasing ...
de: Lösche ...
it: Eliminazione ...

source: Discard all local changes?
de: Alle lokalen Änderungen verwerfen?
it: Scartare le modifiche locali?

source: Discard All Local Changes
de: Alle lokalen Änderungen verwerfen
it: Scarta le modifiche locali

# DiscardExplanation.
source: Do you want to permanently discard all changes to the local copy of your password data? You cannot undo this action.
de: Möchtest du wirklich alle Änderungen an den lokalen Daten für immer verwerfen? Diese Aktion kann nicht rückgängig gemacht werden.
it: Scartare permanentemente tutte le modifiche effettuate alla copia locale dei dati di Password Store? L'azione è irreversibile.

source: Resetting ...
de: Verwerfe ...
it: Reimpostazione ...

source: Forgot your passcode?
de: Passcode vergessen?
it: Codice dimenticato?

source: Reset Pass
de: Pass zurücksetzen
it: Reimposta Pass

# ResetPassExplanation.
source: The only thing you can do is to reset the app. This will delete all local data and settings. Password store data on your remote server will not be affected.
de: Die App kann nur vollständig zurückgesetzt werden. Diese Aktion löscht alle lokalen Daten und Einstellungen. Daten im Password Store auf einem entfernten Server bleiben unberührt.
it: L'unica cosa che si può fare è reimpostare l'app. Verranno eliminati tutti i dati e le impostazioni locali. I dati di Password Store nel server remoto non saranno modificati.

source: Unknown
de: Unbekannt
it: Sconosciuto

source: Just now
de: Gerade eben
it: Adesso

# AddPassword.
source: Add password for %@ to store using Pass for iOS.
it: Aggiunta password per %@ con Pass per iOS.

# RemovePassword.
source: Remove %@ from store using Pass for iOS.
it: Rimossa password per %@ con Pass per iOS.

# EditPassword.
source: Edit password for %@ using Pass for iOS.
it: Modificata password per %@ con Pass per iOS.

# RenamePassword.
source: Rename %@ to %@ using Pass for iOS.
it: Rinominato %@ a %@ con Pass per iOS.

source: Cancel
de: Abbrechen
it: Annulla

source: Dismiss
de: Ablehnen
it: Ignora

source: Done
de: Erledigt
it: Fatto

source: Yes
de: Ja
it: Si

source: Try Again
de: Nochmal versuchen
it: Riprova

source: Delete
de: Löschen
it: Elimina

source: Back
de: Zurück
it: Indietro

source: Current
de: Momentan
it: Attuale

source: All
de: Alle
it: Tutti

source: On
de: An
it: Attivo

source: Off
de: Aus
it: Disattivato

source: Save
de: Speichern
it: Salva

# EnterPasscode
source: Enter passcode for Pass
de: Passcode für Pass eingeben
it: Inserire il codice di Pass

# AuthenticationNeeded.
source: Authentication is needed to access Pass.
de: Zum Öffnen von Pass wird eine Authentifizierung benötigt.
it: È necessaria l'autenticazione per accedere a Pass.

source: About Repository
de: Über das Repository
it: Informazioni sul repository

source: Value not available
de: Nicht verfügbar
it: Valore non disponibile

source: Size
de: Größe
it: Dimensione

source: Local Commits
de: Lokale Commits
it: Commit locali

source: Last Synced
de: Zuletzt synchronisiert
it: Sincronizzato l'ultima volta

source: Commits
it: Commit

source: Commit Logs
it: Registri dei sommit

# SyncAgain?
source: Oops! Sync again?
de: Oops! Erneut synchronisieren?
it: Sincronizzare ancora?

source: Website
de: Webseite
it: Sito web

source: Help
de: Hilfe
it: Aiuto

source: Contact Developer
de: Entwickler kontaktieren
it: Contatta lo sviluppatore

source: Open Source Components
de: Open-Source-Komponenten
it: Componenti open source

source: Special Thanks
de: Besonderer Dank
it: Ringraziamenti speciali

source: Acknowledgements
de: Anerkennungen
it: Riconoscimenti
